Repository: Strappazzon/GRW-GHOST-Buster
Catalog: src/GHOSTbackup/GHOSTbackup.Localization/Strings.*.resx
Languages: it

# banner_backup_restored
source: Backup successfully restored.
it: Backup ripristinato con successo.

# banner_customexe_404_error
source: The selected Wildlands executable could not be found.
it: Impossibile trovare il file eseguibile di Wildlands selezionato.

# banner_folder_404_info
source: The current folder does not exist.
it: La cartella selezionata non esiste.

# banner_launch_before_backup_info
source: You must launch Wildlands before starting the backup process.
it: Devi avviare Wildlands prima di avviare un backup.

# banner_log_error
source: Logging to file disabled due to an error.
it: Log su file disattivato a causa di un errore.

# banner_log_file_404_info
source: The event log file does not exist.
it: Il file di log non esiste.

# banner_update_error
source: Unable to check for updates. Please check the logs for more details.
it: Impossibile controllare gli aggiornamenti. Per favore controlla i log per i dettagli.

# dialog_browse_customexe_filter
source: Wildlands executable (GRW.exe)|{0}
it: Eseguibile di Wildlands (GRW.exe)|{0}

# dialog_browse_customexe_title
source: Select Wildlands executable.
it: Seleziona il file eseguibile di Wildlands.

# dialog_browse_log_destination_desc
source: Select where you want to save the event log file to.
it: Seleziona la destinazione del file di log.

# msgbox_btn_cancel
source: Cancel
it: Annulla

# msgbox_btn_yes
source: Yes
it: Sì

# notification_msg_backup_complete
source: Backup complete.
it: Backup completato.

# notification_msg_backup_error
source: Backup interrupted because an error occurred.
it: Backup interrotto a causa di un errore.

# notification_msg_first_backup
source: Performed first backup.
it: Eseguito il primo backup.

# tooltip_backup_notification
source: If checked, GHOST Buster will display a notification at the edge of the screen about backups.
it: Se spuntata, GHOST Buster mostrerà una notifica all'angolo dello schermo riguardo i backup.

# tooltip_confirm_backup_interruption
source: If checked, GHOST Buster will show a confirmation dialog before interrupting the backup process.
it: Se spuntata, GHOST Buster mostrerà una finestra di conferma prima di interrompere il backup.

# tooltip_confirm_exit
source: If checked, GHOST Buster will show a confirmation dialog before exiting when the backup process is running.
it: Se spuntata, GHOST Buster mostrerà una finestra di conferma prima di uscire se il backup è in corso.

# tooltip_coordinates
source: If checked, GHOST Buster will restore its position on the screen when reopened.
it: Se spuntata, GHOST Buster ripristinerà la propria posizione sullo schermo alla riapertura.

# tooltip_disable_sync
source: If checked, GHOST Buster will disable Uplay cloud save synchronization before restoring a backup.
it: Se spuntata, GHOST Buster disabiliterà la sincronizzazione salvataggi cloud di Ubisoft Connect prima di ripristinare un backup.

# tooltip_enable_sync
source: If checked, GHOST Buster will enable Uplay cloud save synchronization again before quitting.
it: Se spuntata, GHOST Buster abiliterà nuovamente la sincronizzazione salvataggi cloud di Ubisoft Connect prima di uscire.

# tooltip_updates
source: If checked, GHOST Buster will check if the current version is up to date when opening.
it: Se spuntata, GHOST Buster controllerà se la versione in uso è aggiornata.

# topmenu_about
source: About
it: Informazioni

# topmenu_logs
source: Logs
it: Log

# ui_about_about
source: GHOST Buster v{0}\nCopyright (c) 2019 - 2020 Alberto Strappazzon\nThis software is licensed under the MIT license.\n\nThis software uses assets from Tom Clancy's Ghost Recon(R) Wildlands\nCopyright (c) Ubisoft Entertainment. All Rights Reserved.\n\nSome icons are taken from Icons8 (https://icons8.com).
it: GHOST Buster v{0}\n{1}\nQuesto software è concesso secondo i termini della licenza MIT.\n\nQuesto software utilizza assets da Tom Clancy's Ghost Recon(R) Wildlands\nCopyright © Ubisoft Entertainment. Tutti i diritti sono riservati.\n\nAlcune icone sono state prelevate da Icons8 (https://icons8.com).

# ui_about_changelog
source: Changelog
it: Cambiamenti

# ui_about_issues
source: Support
it: Supporto

# ui_about_legal
source: License
it: Licenza

# ui_about_www
source: Official Website
it: Sito Web Ufficiale

# ui_btn_browse
source: Browse...
it: Sfoglia...

# ui_btn_open
source: Open
it: Apri

# ui_btn_open_folder
source: Open Folder
it: Apri Cartella

# ui_folders_backup
source: Backup folder
it: Posizione di backup

# ui_folders_wildlands
source: Wildlands save games folder
it: Cartella dei salvataggi di Wildlands

# ui_play
source: Play Ghost Recon Wildlands
it: Avvia Ghost Recon Wildlands

# ui_play_disabled
source: Ghost Recon Wildlands is not installed
it: Ghost Recon Wildlands non è installato

# ui_play_disabled_404
source: Ghost Recon Wildlands not found
it: Ghost Recon Wildlands non trovato

# ui_settings_lang_choice
source: Interface language:
it: Lingua interfaccia:

# ui_settings_log_file
source: Write events to a log file
it: Scrivi gli eventi in un file di log

# ui_settings_nouplay
source: I'm not using the Uplay version of Wildlands
it: Trova manualmente l'installazione del gioco

# ui_settings_restart
source: You'll need to restart GHOST Buster in order for the change to take effect.
it: Dovrai riaprire GHOST Buster per rendere effettivi i cambiamenti.

# ui_tasks_backup
source: Start\nBackup
it: Avvia\nBackup

# ui_tasks_dropdown_latest
source: Latest
it: Ultimo

# ui_tasks_dropdown_second
source: Second-to-last
it: Penultimo

# ui_tasks_freq
source: Backup every
it: Frequenza backup

# ui_tasks_freq_minutes
source: mins.
it: minuti.

# ui_tasks_latest
source: Latest:
it: Ultimo backup:\n

# ui_tasks_latest_error
source: Latest: Error.
it: Ultimo backup:\nErrore.

# ui_tasks_latest_loading
source: Ultimo: Please wait...
it: Ultimo backup:\nAttendi...

# ui_tasks_latest_none
source: Latest: No backup yet.
it: Ultimo backup:\nNessuno.

# ui_tasks_restore
source: Restore\nBackup
it: Ripristina\nBackup

# ui_tasks_restore_choice
source: Backup to restore
it: Backup da rispristinare

# ui_tasks_stop
source: Stop\nBackup
it: Ferma\nBackup

# ui_title_about
source: About
it: Informazioni

# ui_title_folders
source: Folders
it: Cartelle

# ui_title_logs
source: Logs
it: Log

# ui_title_settings
source: Advanced Settings
it: Impostazioni

# ui_title_tasks
source: Tasks
it: Attività

# dialog_save_log_title
source: Save log as...
it: Salva log con nome...

# dialog_save_log_filter
source: Text file|{0}|Log file|{1}
it: File di testo|{0}|File Log|{1}

# dialog_browse_savegames_desc
source: Select Wildlands save games folder. If you don't know where it is, please consult PC Gaming Wiki.
it: Seleziona la cartella dei salvataggi di Wildlands. Se non sai dov'è, per favore consulta PC Gaming Wiki.

# banner_backup_folder_404_info
source: Backup folder doesn't exist.
it: La cartella di backup non esiste.

# banner_backup_folder_deleted
source: Backup folder no longer exists.
it: La cartella di backup non esiste più.

# banner_quit_before_restore_info
source: You must quit Wildlands before restoring a backup.
it: Devi chiudere Wildlands prima di ripristinare un backup.

# banner_savegames_folder_404_info
source: Wildlands save games folder doesn't exist.
it: La cartella dei salvataggi di Wildlands non esiste.

# banner_savegames_folder_deleted
source: Wildlands save games folder no longer exists.
it: La cartella dei salvataggi di Wildlands non esiste più.

# banner_specify_folders_info
source: You must specify both save games and backup folders.
it: Devi specificare entrambe le cartelle dei salvataggi e di backup.

# banner_timestamp_error
source: Unable to get latest backup timestamp. Please check the logs for more details.
it: Impossibile recuperare la data dell'ultimo backup. Per favore controlla i log per i dettagli.

# banner_uplay_not_installed
source: Uplay is not installed.
it: Ubisoft Connect non è installato.

# dialog_browse_backup_desc
source: Select where you want to backup your save files to. Every backup will create a new "yyyyMMdd HHmm" subfolder.
it: Seleziona dove vuoi eseguire il backup dei file di salvataggio. Ogni backup creerà una nuova sotto-cartella "yyyyMMdd HHmm".

# msgbox_backup_error_title
source: Backup interrupted
it: Backup interrotto

# msgbox_invalid_backup_folder_title
source: No backup found
it: Nessun backup trovato

# msgbox_wildlands_closed_crashed_title
source: Wildlands is no longer running
it: Wildlands non in esecuzione

# msgbox_backup_restore
source: {\rtf1 Restoring a backup will copy the save files over from the backup folder: <0>\line\line and will {\b OVERWRITE} the existing save files inside the game folder: <1>\line\line {\b THIS CANNOT BE UNDONE. ARE YOU SURE YOU WANT TO PROCEED?}}
it: {\rtf1 Ripristinare un backup copierà i file di salvataggio dalla cartella di backup: <0>\line\line e {\b SOVRASCRIVERÀ} i file di salvataggio esistenti nella cartella del gioco: <1>\line\line {\b L'AZIONE È IRREVERSIBILE. SEI SICURO DI VOLER PROCEDERE?}}

# msgbox_backup_error
source: {\rtf1 The backup process has been {\b interrupted due to an error.} Please check the logs for more details.}
it: {\rtf1 Il processo di backup è stato {\b interrotto a causa di un errore.} Per favore controlla i log per i dettagli.}

# msgbox_invalid_backup_folder
source: {\rtf1 The current {\b backup folder doesn't contain any backup.} Backup at least once and try again.}
it: {\rtf1 La cartella di backup selezionata {\b non contiene alcun backup.} Esegui almeno un backup e riprova.}

# msgbox_wildlands_closed_crashed
source: {\rtf1 Wildlands {\b has been closed or crashed}, as a result the backup process has been interrupted.}
it: {\rtf1 Wildlands {\b è stato chiuso o si è chiuso in modo anomalo}, di conseguenza il backup è stato interrotto.}

# msgbox_backup_restore_title
source: Backup restore
it: Ripristino backup

# msgbox_backup_404_title
source: Backup doesn't exist
it: Backup inesistente

# msgbox_backup_restore_no_sectolast
source: {\rtf1 You chose to restore the second-to-last backup but {\b it doesn't exist.} Do you want to restore the latest backup instead? This will copy the save files over from the backup folder: <0>\line\line And will {\b OVERWRITE} the existing save files inside the game folder: <1>\line\line {\b THIS CANNOT BE UNDONE. ARE YOU SURE YOU WANT TO PROCEED?}}
it: {\rtf1 Hai scelto di ripristinare il penultimo backup ma {\b non esiste.} Vuoi invece ripristinare l'ultimo backup? Ciò copierà i file di salvataggio dalla cartella di backup: <0>\line\line E {\b SOVRASCRIVERÀ} i file di salvataggio esistenti nella cartella del gioco: <1>\line\line {\b L'AZIONE È IRREVERSIBILE. SEI SICURO DI VOLER PROCEDERE?}}

# msgbox_empty_backup_folder_title
source: No backup found
it: Nessun backup trovato

# msgbox_empty_backup_folder
source: {\rtf1 The current {\b backup folder is empty.} Backup at least once and try again.}
it: {\rtf1 La cartella di backup selezionata {\b è vuota.} Esegui almeno un backup e riprova.}

# msgbox_restore_error
source: {\rtf1 The restore process has been {\b interrupted due to an error.} Please check the logs for more details.}
it: {\rtf1 Il ripristino del backup è stato {\b interrotto a causa di un errore.} Per favore controlla i log per i dettagli.}

# msgbox_restore_error_title
source: Restore failed
it: Ripristino fallito

# msgbox_confirm_exit
source: {\rtf1 The backup process is still running. Do you want to {\b interrupt it and exit?}}
it: {\rtf1 Il backup è ancora in corso. Vuoi {\b interromperlo ed uscire?}}

# msgbox_confirm_exit_title
source: Confirm exit
it: Conferma uscita

# msgbox_confirm_backup_interruption
source: {\rtf1 Are you sure you want to {\b interrupt the backup process?}}
it: {\rtf1 Sei sicuro di voler {\b interrompere il backup?}}

# msgbox_confirm_backup_interruption_title
source: Backup interruption
it: Interruzione backup

# msgbox_update_available
source: {\rtf1 A newer version of GHOST Buster is available. Do you want to {\b visit the download page} now?}
it: {\rtf1 È disponibile una versione più recente di GHOST Buster. Vuoi {\b visitare la pagina di download} adesso?}

# msgbox_update_available_title
source: Update available
it: Aggiornamento disponibile

# msgbox_quit_before_restore_sync
source: {\rtf1 You must {\b quit Uplay before restoring a backup} because you chose to let GHOST Buster disable cloud save synchronization for you.}
it: {\rtf1 Devi {\b chiudere Ubisoft Connect prima di ripristinare un backup} poiché hai scelto di lasciare che GHOST Buster disabilitasse automaticamente la sincronizzazione salvataggi cloud di Ubisoft Connect.}

# msgbox_quit_before_restore_sync_title
source: Cannot restore
it: Impossibile ripristinare

# msgbox_disable_sync_error
source: {\rtf1 "<0>" setting has been {\b disabled because an error occurred} while trying to parse Uplay settings file. \line\line Make sure to {\b DISABLE} cloud save synchronization from Uplay (Settings -> Untick "Enable cloud save synchronization for supported games") before launching Wildlands, otherwise the restored save games will be {\b OVERWRITTEN} with the old ones from the cloud!}
it: {\rtf1 L'impostazione "<0>" è stata {\b disattivata a causa di un errore} durante il tentativo di analisi del file impostazioni di Ubisoft Connect. \line\line Assicurati di {\b DISABILITARE} la sincronizzazione salvataggi cloud da Ubisoft Connect (Impostazioni -> Togli la spunta da "Attiva la sincronizzazione salvataggio Cloud nei giochi compatibili") prima di avviare Wildlands altrimenti i file di salvataggio appena ripristinati verranno {\b SOVRASCRITTI} con una versione non aggiornata dal cloud!}

# msgbox_parsing_error_title
source: Parsing failed
it: Analisi fallita

# msgbox_enable_sync_uplay_error
source: {\rtf1 GHOST Buster was unable to enable cloud save synchronization {\b because Uplay is running.} Please re-enable it manually from Uplay (Settings -> Tick "Enable cloud save synchronization for supported games").}
it: {\rtf1 Non è stato possibile abilitare la sincronizzazione salvataggi cloud di Ubisoft Connect {\b perché Ubisoft Connect è in esecuzione.} Per favore riattivala manualmente da Ubisoft Connect (Impostazioni -> Spunta "Attiva la sincronizzazione salvataggio Cloud nei giochi compatibili").}

# msgbox_enable_sync_uplay_error_title
source: Cannot enable cloud sync
it: Impossibile attivare la sincronizzazione cloud

# msgbox_enable_sync_error
source: {\rtf1 {\b An error occurred} while trying to parse Uplay settings file. Please re-enable cloud save synchronization manually from Uplay (Settings -> Tick "Enable cloud save synchronization for supported games").}
it: {\rtf1 {\b Si è verificato un errore} durante il tentativo di analisi del file impostazioni di Ubisoft Connect. Per favore riattiva manualmente la sincronizzazione salvataggi cloud da Ubisoft Connect (Impostazioni -> Spunta "Attiva la sincronizzazione salvataggio Cloud nei giochi compatibili").}

# ui_logs_context_copy
source: Copy
it: Copia

# ui_logs_context_selectall
source: Select all
it: Seleziona tutto

# ui_logs_context_export
source: Save log as...
it: Salva log con nome...
